[
{
    "name":"Wenfei Xu",
    "bio1":"Wenfei Xu is a Research Associate at the Civic Data Design Lab.  Wenfei is a designer and planner specializing in spatial data science and visualization.  She has experience in data and design firms including Stamen Design and Senseable Cities Lab at MIT.  She holds a Master of City Planning and Master of Architecture from MIT and a Bachelor of Arts in Economics from the University of Chicago.  At the Civic Data Design Lab, Wenfei is currently researching vacancies or underuse in residential developments in China through social media and crowd-sourced data.  Previously, her projects have addressed the impact of street infrastructure on ethnic minority communities in Los Angeles, citizen-driven pollution documentation in China, network effects of governmental and non-governmental organizations in Latin America, and informal transit in Nairobi.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Wenfei.png",
    "linkedin_url":"",
    "github_url":"https://github.com/iamwfx",
    "home_url":"http://wenfeixu.com",
    "twitter_url":"",
    "email":"wenfeixu@mit.edu",
    "role":"Research Associate"
},
{
    "name":"Carlos Olascoaga",
    "bio1":"Carlos Sandoval Olascoaga is a PhD student in the Design and Computation Group, specializing in urban computing, and data visualization. Previously, he was a research scientist at UC Berkeley, investigating the convergence of design, spatial information, data science, and social sciences. Carlos has been a Lecturer at UC Berkeley and a Visiting Professor at UNAM. His work has been supported by numerous fellowships, more recently by the MIT Presidential Fellowship, the IDEA Studio Fellowship at Autodesk, the National Council of Science and Technology, and the Jumex Foundation for Contemporary Arts.",
    "bio2":"Carlos’ latest research examines the history of computing, its development and application in urban planning tools, and their utilization as artifacts for empirical legitimization of the scientific planning practices during 1960’s. His current work involves the development of alternative urban computing methodologies that are non-deterministic, collective, and open-ended.",
    "bio3":"Carlos holds a SMArchS in Computation with the highest distinction from MIT, a Master of Architecture from UC Berkeley, and a Bachelor of Architecture with distinction from UNAM in Mexico.",
    "img_url":"img/members/carlos.jpg",
    "linkedin_url":"https://www.linkedin.com/in/carlos-sandoval-olascoaga",
    "github_url":"https://github.com/cesandoval",
    "home_url":"",
    "twitter_url":"",
    "email":"csandova@mit.edu",
    "role":"Collaborator"
},
{
    "name":"Michael Foster",
    "bio1":"Mike is a GIS/Data Visualization Specialist and Instructor in DUSP with a focus on geospatial technologies, web cartography, and data visualization. Mike holds a B.S. in Geography from the University of Wisconsin-Madison and a Masters Degree in GIS and Computer Science from the University of Minnesota.  His thesis work was on interoperability in geospatial technologies, cartographic design for visually-impaired individuals, and volunteered geographic information. Before coming to MIT, Mike worked as a GIS Analyst at a civil engineering firm, focusing on civic transportation planning and environmental permitting.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/foster.jpg",
    "linkedin_url":"https://www.linkedin.com/in/mjfoster83",
    "github_url":"https://github.com/mjfoster83",
    "home_url":"http://www.mjfoster.net",
    "twitter_url":"https://twitter.com/mjfoster83",
    "email":"mjfoster@mit.edu",
    "role":"GIS/Data Visualization Specialist"
},
{
    "name":"Hayrettin Gunc",
    "bio1":"Hayrettin Gunc is an architect and urban designer. He holds a Master of Architecture in Urban Design with distinction from Harvard University’s Graduate School of Design. Before coming to United States, Hayrettin was the co-founder of Herkes Icin Mimarlik (Architecture for All), a non-profit organization based in Istanbul that experiments with the structure and scope of architectural processes.  His research and design interests explore bottom-up city making processes and civic engagement technologies.  At the lab, he is leading a research project that examines the relationship between lighting and the socioeconomic characteristics of metropolitan areas around US.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/hayrettin.jpg",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"http://www.hayrett.in/",
    "twitter_url":"https://twitter.com/hayrettingunc",
    "email":"hgunc@mit.edu",
    "role":"Research Associate"
},
{
    "name":"Akemi Sato",
    "bio1":"Akemi is an architect and a current candidate for her Masters of City Planning from MIT. Before coming to MIT she was working in her architecture, urban design and planning studio directing community development projects in Mexico City with a special focus on public infrastructure.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Akemi.JPG",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"",
    "twitter_url":"",
    "email":"",
    "role":"Research Assistant"
},
{
    "name":"Cortni Kerr",
    "bio1":"Cortni Kerr is a second-year Master in City Planning student at MIT. She is motivated by the civic engagement potential of data to further equity and social justice. Her thesis research investigates the relationship between social unrest and urban planning initiatives. Prior to MIT she worked in project management and public outreach positions for civic education and digital projects focused on the Middle East region. She holds a graduate certificate in Geographic Information Systems from the George Washington University. ",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Cortni.jpg",
    "linkedin_url":"https://www.linkedin.com/in/cortnikerr",
    "github_url":"",
    "home_url":"",
    "twitter_url":"https://twitter.com/ephtini ",
    "email":"chkerr@mit.edu",
    "role":"Research Assistant"
},
{
    "name":"Elena Vanz",
    "bio1":"Elena Vanz is a Post Doctoral Researcher at the Harvard Center for Green Buildings and Cities, Harvard University, focusing on urban sustainability assessment methodologies and design guidelines. Elena was previously a researcher at the Future Cities Laboratory Singapore-ETH Center in the Simulation Platform Research Module focusing on interactive visualizations of historical energy consumption patterns in Singapore and Indonesia, enabling forecasts and planning for future sustainable settlements. Over the past eight years, Elena has taught and researched at various universities such as Columbia University (NYC), The State University at Buffalo (NY), QUT (Brisbane), UTS (Sydney) and UoM (Melbourne). Since 2006, Elena has collaborated and worked as an Architect and Urban Designer for international companies including Planorma (Lisbon), 9Ren New Energy Group (NY), and GHD-Austalia (Brisbane). Elena obtained her Master in Architecture at IUAV (Italy), her Master of Science in Architecture and Urban Design at Columbia University (NYC). She obtained her PhD in Architecture and Urban Design at the University of Melbourne, focusing on the topic of Design and Environmental Technology and Energy Harvesting from kinetics, considering applications in the built environment, and investigating the potential of user contribution to energy generation, as opposed to a passive 'role' as energy consumer. The thesis led to the patenting of a “small-scale off-grid energy generation system performing in real-time”.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/elena.png",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"",
    "twitter_url":"",
    "email":"ev0686@gmail.com",
    "role":"Collaborator"
},
{
    "name":"Lily Bui",
    "bio1":"Lily Bui is a PhD student for MIT's Department of Urban Studies and Planning and has an M.S. from MIT's Comparative Media Studies. She is interested in everything, but when forced to narrow things down, she studies how emerging environmental sensing technologies contribute to urban planning and design. Recently, she served as an MIT Public Service Fellow at SensingCity, a smart city initiative in Christchurch, New Zealand, as well as Making Sense EU and SmartCitizen at Fab Lab Barcelona in Spain.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Lilian.jpg",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"http://lily.city",
    "twitter_url":"",
    "email":"",
    "role":"Collaborator"
},
{
    "name":"Mario Giampieri",
    "bio1":"Mario Giampieri is a Master in City Planning candidate in the City Design and Development track. He has a background in environmental and urban studies and GIS modeling and analysis. Before coming to MIT, Mario researched urban environmental performance and led community planning workshops in Brooklyn and Queens.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/MARIO.jpg",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"",
    "twitter_url":"",
    "email":"",
    "role":"Research Assistant"
},
{
    "name":"Wenzhe Peng",
    "bio1":"Wenzhe is a designer in the computation group at MIT. He has vast interests in computational design approach, from data analysis, data visualization, to generative architectural design, digital fabrication and machine learning. Previously Wenzhe have participated in developing diverse applications or algorithms applied to architectural and urban design, as an architectural student, a design studio teaching assistant, a computational design specialist and a research fellow in China, Switzerland, Berkeley and MIT.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/wenzhe.jpg",
    "linkedin_url":"https://www.linkedin.com/in/panthersuper",
    "github_url":"https://github.com/panthersuper",
    "home_url":"http://pwz.mit.edu/",
    "twitter_url":"",
    "email":"pwz@mit.edu",
    "role":"Research Assistant"
},
{
    "name":"Thuy Le",
    "bio1":"Thuy is a current M.Arch candidate at MIT. Before coming to MIT, Thuy finished her Bachelor's degree in Architecture at University of Pennsylvania, minoring in Urban Studies and Computer Science. She is interested in how technology can improve the equity of urban resources and urban space-making.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Thuy.jpg",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"http://www.thefoundry.space/",
    "twitter_url":"",
    "email":"thuy@mit.edu",
    "role":"Research Assistant"
},
{
    "name":"Zach Postone",
    "bio1":"Zach Postone is a graduate student at MIT’s Department of Urban Studies and Planning. He is interested in opportunities to bridge visualization and interaction design with the physical design disciplines. His recent projects include mapping evictions in Boston and developing urban design strategies for high-vacancy areas in the outskirts of Mexico City. Zach received his B.A. in Political Science from Swarthmore College, and has previously worked with design and urbanism organizations including Van Alen Institute, The Center for Urban Pedagogy, Architizer, and Local Projects.",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Zachary.jpg",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"",
    "twitter_url":"",
    "email":"zpostone@mit.edu",
    "role":"Research Assistant"
},
{
    "name":"Shin Bin",
    "bio1":"Shin Bin is a second year Master in City Planning student in MIT’s Department of Urban Studies and Planning. She previously worked as an urban planner with Singapore's urban planning agency and a researcher in the Lee Kuan Yew School of Public Policy, Singapore. Shin Bin’s interests lie at the intersection of data analysis and visualization, public policy and social equity. ",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/shin.jpg",
    "linkedin_url":"https://www.linkedin.com/in/shin-bin-tan-0499061",
    "github_url":"",
    "home_url":"",
    "twitter_url":"",
    "email":"shinbin@mit.edu",
    "role":"Research Assistant"
},
{
    "name":"Zhekun Xiong",
    "bio1":"Zhekun Xiong is now a Master in City Planning candidate in Department of Urban Studies and Planning at MIT. He is interested in spatial analysis and visualization of social network data, and how big data indicates physical urban system. He has also been experimenting on data-led solution to promote civic engagement and social responsibility in planning and design process. Zhekun received his Bachelor of Architecture and Master of Architecture degrees from Tsinghua University, where he conducted research on solutions to problems concerning population growth, environmental crisis etc. by urban and architectural design. He also has won plenty of architectural awards, including the 3rd Prize in UIA student competition and Honorable Mention in D3 Housing Tomorrow. ",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/zhekun.jpg",
    "linkedin_url":"https://www.linkedin.com/in/xiong-zhekun",
    "github_url":"",
    "home_url":"",
    "twitter_url":"https://twitter.com/XiongZhekun",
    "email":"xiongzk@mit.edu",
    "role":"Research Assistant"
},
{
    "name":"Amber Guo",
    "bio1":"Amber Guo is a Junior at MIT studying computer science. She is interested in the intersection of design and technology, and its applications in urban design, finance, and social impact, among others. In the past, she has worked with IDEO Futures as a Bits+Blocks Fellow, as well as SYPartners as a Creative Technologist intern. ",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/amber.jpg",
    "linkedin_url":"",
    "github_url":"https://github.mit.edu/atguo",
    "home_url":"",
    "twitter_url":"",
    "email":"atguo@mit.edu",
    "role":"UROP"
},
{
    "name":"Dennis Harvey",
    "bio1":"Dennis Harvey is a student in the Master in City Planning program at MIT where he is researching urban climate change adaptation and data visualization. While trained as an architect at Syracuse University, he has done digital fabrication for the sculptor Diana al Hadid, computational design for Bjarke Ingels Group and conservation planning for the Regional Plan Association. ",
    "bio2":"",
    "bio3":"",
    "img_url":"img/members/Dennis.jpg",
    "linkedin_url":"",
    "github_url":"",
    "home_url":"",
    "twitter_url":"",
    "email":"dcharvey@mit.edu",
    "role":"Research Assistant"
}



]